[
    {
        "tip": "Reduce food waste",
        "body": "In most cases, consumers buy more food than they really need which ends up as garbage. Food waste accounts for about 8% of human-induced greenhouse gas emissions.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Compost food waste",
        "body": "Compost any organic food matter, but avoid animal residue such as dairy products, meats, and fish.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Cook your leftovers",
        "body": "Vegetables are often sold in packages containing more servings than you need; before you throw them out, try finding a second use. It will help the environment as well as your wallet.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Eat Local, its more nutritious and tastes better",
        "body": "Local foods are picked when they are ripe and take less time, often less than 24 hours to reach your table. Food that has to travel long distances are often picked before they are ripe and can become stale while sitting in distrbution centers.",
        "link": "https://ourworldindata.org/food-choice-vs-eating-local"
    },
    {
        "tip": "Eat seasonal fruits and vegetables",
        "body": "The further the product has to travel, the larger the environmental impact due to transportation and processing.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Grow your own vegetables",
        "body": "You'll know exactly where your food comes from, and you can use the compost generated by your food waste as fertilizer. It does require more work, but it will be the freshest food you can get. You can also freeze them to enjoy them for longer.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Eat less meat",
        "body": "Beef and Lamb are 2 of the most environmentally impactful foods. They use up the most land and water due to growing feed for livestock. This is before we factor in transportation. Try substituting with legumes and tofu. Just eating less meat will make a big difference.",
        "link": "https://ourworldindata.org/food-choice-vs-eating-local"
    },
    {
        "tip": "Eat less dairy",
        "body": "Raising livestock for milk is also environmentally impactful, easy fix would be to substitute with plant based-milk.",
        "link": "https://ourworldindata.org/food-choice-vs-eating-local"
    },
    {
        "tip": "Eat more fish and shellfish",
        "body": "Sustainable fisheries are less environmentally impactful. Look for a Marine Sterwardship Council logo (MSC) when buying.",
        "link": "https://ourworldindata.org/food-choice-vs-eating-local"
    },
    {
        "tip": "Buy products in bulk",
        "body": "By buying in bulk, you reduce the amount of packaging associated with your products which means less plastic pollution.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Use reusable bags",
        "body": "By using reusable bags, you reduce the amount of plastic pollution.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Avoid single use products",
        "body": "Another way to reduce the amount of your plastic pollution is by avoiding using single use products like plastic straws, plastic cutlery, and coffee capsules.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    },
    {
        "tip": "Eat less highly-processed foods",
        "body": "Highly-processed foods require many ingredients, especially for product shelf-life, which are often of little benefit to the environment. Usually contiminating rivers which contribute to destruction of habitats.",
        "link": "https://www.arcticgardens.ca/blog/earth-day-tips-to-reduce-ecological-food-footprint/"
    }
]