[
    {"Bathroom" : [
        {
            "tip": "Put a bucket in the shower",
            "body": "While you're waiting for the water to warm up, fill up the bucket and use the water you catch for watering plants, flushing the toilet or cleaning.",
            "link": "https://www.watercalculator.org/posts/shower-bath/"
        },
        {
            "tip": "Install a low-flow showerhead",
            "body": "It will cost you money up front, but your conservation efforts will save you money down the road.",
            "link": "https://www.watercalculator.org/posts/shower-bath/"
        },
        {
            "tip": "Spend less time in the shower.",
            "body": "This may be obvious but, spending less time in the shower means less water usage. Ideally your time spent in the shower should be less than 5 minutes.",
            "link": "https://www.watercalculator.org/posts/shower-bath/"
        },
        {
            "tip": "Turn off the water",
            "body": "While shaving, shampooing, or brushing your teeth, you don't need the taps running.",
            "link": "https://www.watercalculator.org/posts/shower-bath/"
        },
        {
            "tip": "Baths are treats",
            "body": "The average bath uses about twice the amount of water compared to a shower with a low-flow showerhead.",
            "link": "https://www.watercalculator.org/posts/shower-bath/"
        },
        {
            "tip": "Use cold water",
            "body": "When you brush your teeth or shave because you will save water and energy.",
            "link": "https://www.watercalculator.org/posts/bathroom-sink/"
        },
        {
            "tip": "Use the stopper",
            "body": "You can fill the sink basin with a little bit of water when you shave.",
            "link": "https://www.watercalculator.org/posts/bathroom-sink/"
        },
        {
            "tip": "Install low-flow faucets",
            "body": "Conventional faucets use about 2x as much water than low-flow faucets.",
            "link": "https://www.watercalculator.org/posts/bathroom-sink/"
        },
        {
            "tip": "Fix that leak",
            "body": "The constant drip is more than just annoying, it is also a huge waste of water.",
            "link": "https://www.watercalculator.org/posts/bathroom-sink/"
        },
        {
            "tip": "Turn the faucet off completely",
            "body": "When you're done at the sink, ensure there are no drips or leaks as their a huge waste of water.",
            "link": "https://www.watercalculator.org/posts/bathroom-sink/"
        },
        {
            "tip": "Set the water temperature correctly",
            "body": "Set the water temperature so you don't get scalled, forcing you to add more cold water to the mix.",
            "link": "https://www.watercalculator.org/posts/bathroom-sink/"
        },
        {
            "tip": "Get a low-flow toilet",
            "body": "Flushing is the biggest water hog in the house. Conventional toilets may use as much as 3x the amount of water per flush compared to their low-flow models.",
            "link": "https://www.watercalculator.org/posts/toilet/"
        },
        {
            "tip": "If you can't replace your concentional toilet",
            "body": "Place a plastic bottle filled with water in your toilet tank to reduce the amount of water being used.",
            "link": "https://www.watercalculator.org/posts/toilet/"
        },
        {
            "tip": "Check for toilet leaks",
            "body": "Every so often it is smart to check for toilet leaks. Put some dye or food coloring into the tank and wait. If colour appears in the bowl without flushing, replace the toilet flapper.",
            "link": "https://www.watercalculator.org/posts/toilet/"
        },
        {
            "tip": "Don't flush things",
            "body": "Don't dispose garbage by flushing them, throw them in the garbage can.",
            "link": "https://www.watercalculator.org/posts/toilet/"
        },
        {
            "tip": "Practice 'If it's yellow, let it mellow'",
            "body": "You don't need to flush all the time. If you're grossed-out by the 'yellow', just put the lid down.",
            "link": "https://www.watercalculator.org/posts/toilet/"
        }
    ]},
    {"Cooking" : [
        {
            "tip": "Install a low-flow faucet on your sink",
            "body": "Conventional faucets flow almost 5x more than a low-flow faucet.",
            "link": "https://www.watercalculator.org/posts/cooking/"
        },
        {
            "tip": "Wash vegetables and fruits in a bowl or tub",
            "body": "You can save water by reusing it when scrubbing your fruits and vegetables. Use a brush to get tough grim and dirt off.",
            "link": "https://www.watercalculator.org/posts/cooking/"
        },
        {
            "tip": "Don't use water to defrost frozen foods",
            "body": "Leave food overnight in the fridge to defrost instead of running it through water.",
            "link": "https://www.watercalculator.org/posts/cooking/"
        },
        {
            "tip": "Use your steamer when boiling",
            "body": "You can steam your vegetables while you're boiling rice, potatoes or pasta.",
            "link": "https://www.watercalculator.org/posts/cooking/"
        },
        {
            "tip": "Keep a bucket or pitcher around",
            "body": "When it's time to water your plants or garden, you can collect water you used to rinse vegtables and boil food before filling up from the tap.",
            "link": "https://www.watercalculator.org/posts/cooking/"
        },
        {
            "tip": "Boil food in as little water as possible",
            "body": "To save water and fuel, you just need to submerge your pasta and potatoes.",
            "link": "https://www.watercalculator.org/posts/cooking/"
        }
    ]},
    {"Dishes" : [
        {
            "tip": "Use a dishwasher, when they're full",
            "body": "Dishwashers always use less water than washing by hand, especially with water and energy-efficient models. Just make sure they're full before you start them up",
            "link": "https://www.watercalculator.org/posts/dish-washing/"
        },
        {
            "tip": "Maintain your dishwasher",
            "body": "Check regularly for clogs, broken parts, and other problems. This will help save water by staying efficient",
            "link": "https://www.watercalculator.org/posts/dish-washing/"
        },
        {
            "tip": "When you do dishes by hand, plug the sink",
            "body": "You only need enough water to get the sponge soapy and wet. You only need to turn on the faucet when you're ready to rinse a bunch of dishes at once.",
            "link": "https://www.watercalculator.org/posts/dish-washing/"
        },
        {
            "tip": "Use two sinks if you have a double basin",
            "body": "Fill one basin part way (no more than 1-2 inches) with hot soapy water, and the other with cold water (no more than 1-2 inches) for rinsing.",
            "link": "https://www.watercalculator.org/posts/dish-washing/"
        },
        {
            "tip": "Don't pre-rinse under running water",
            "body": "Scraping the dishes clean of food is enough, especially if you wash the dishes before the food dries.",
            "link": "https://www.watercalculator.org/posts/dish-washing/"
        }
    ]},
    {"Laundry" : [
        {
            "tip": "Use your washing machine",
            "body": "Use your washing machine when it's full to save on water.",
            "link": "https://www.watercalculator.org/posts/laundry/"
        },
        {
            "tip": "Wash your clothes less",
            "body": "You don't need to wash most of your clothes as often as you think you need. If there's no stain or stink why does it need a wash? Most of the time just hanging it out to air out is enough. Only exception is when something was spilled on your clothes, or you perspire heavily.",
            "link": "https://www.watercalculator.org/posts/laundry/"
        },
        {
            "tip": "Dry your clothes on a drying rack or clothes line",
            "body": "When you save energy you also save water because power plants may use a lot of water to produce electricity.",
            "link": "https://www.watercalculator.org/posts/laundry/"
        }
    ]}
]
